Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/Resources.resw
Source language: en_us
Languages: fi_fi, fr_fr, hi_in, hu_hu, pt_pt, ro_ro

source: Untitled Playlist
fi_fi: Nimetön soittolista
hi_in: शीर्षकहीन प्लेलिस्ट
hu_hu: Cím nélküli lejátszási lista
pt_pt: Lista de reprodução sem Título
ro_ro: Playlist fără titlu

# EQPAir
source: Air
fi_fi: Ilma
hi_in: हवा
pt_pt: Ar
ro_ro: Aer

# EQPBass
source: Bass
fi_fi: Basso
hi_in: बेस
hu_hu: Basszus
pt_pt: Graves
ro_ro: Bas

# EQPCustom
source: Custom
fi_fi: Mukautettu
hi_in: अनुकूलित
hu_hu: Saját
pt_pt: Personalizado
ro_ro: Personalizat

# EQPFlat
source: Flat
fi_fi: Tasainen
hi_in: समतल
hu_hu: Lapos
pt_pt: Plano
ro_ro: Plat

# EQPPop
source: Pop
hi_in: पॉप

# EQPRock
source: Rock
hi_in: रॉक

# EQPVocal
source: Vocal
fi_fi: Laulu
hi_in: वाचिक
hu_hu: Ének

source: Got it
fi_fi: Selvä
hi_in: समझ गया
hu_hu: Értettem
pt_pt: Entendi
ro_ro: Am înțeles

source: Learn more
fi_fi: Lue lisää
hi_in: और जानें
hu_hu: További információ
pt_pt: Saiba mais
ro_ro: Află mai multe

source: From file
fi_fi: Tiedostosta
hi_in: फ़ाइल से
hu_hu: Fájlból
pt_pt: De um ficheiro
ro_ro: Din fișier

source: From folder
fi_fi: Kansiosta
hi_in: फ़ोल्डर से
hu_hu: Mappából
pt_pt: De uma pasta
ro_ro: Din folder

source: Warning
fi_fi: Varoitus
hi_in: चेतावनी
hu_hu: Figyelmeztetés
pt_pt: Atenção
ro_ro: Avertizare

source: Cast to device
hu_hu: Küldés a készülékre
ro_ro: Distribuie pe dispozitiv

source: Full screen
hu_hu: Teljes képernyő
ro_ro: Ecran complet

source: Save
hu_hu: Mentés
ro_ro: Salvează

source: Save changes
hu_hu: Változtatások mentése
ro_ro: Salvare schimbări

source: Aspect Ratio
hu_hu: Képarány
ro_ro: Format imagine
